Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/udir.no/sfs_veiledning_37_bokstavva.html.tmx
Source language: smj
Languages: sma

source: Udir.no - Bokstávvaåhpadusá birra – árvustallam bargadahttijn
sma: Udir.no - Bokstaavelohkehtimmien bïjre – vuarjasjimmie iktemearan

source: Bokstávvaåhpadusá birra – árvustallam bargadahttijn
sma: Bokstaavelohkehtimmien bïjre – vuarjasjimmie iktemearan

source: Dát artihkal guoradallá muhtem bielijt álggoåhpadusán ma gulluji bokstávvaåhpadussaj ja låhkåm-ja tjállemåvddånahttemij.
sma: Daate artihkele lea ånnetji aalkoelohkehtimmien bïjre, bokstaavelïerehtimmie jïh lohkeme- jïh tjaelemeevtiedimmie.

source: Ulmme álggoåhpadusájn le oahppe galggi nav smidás låhkke sjaddat vaj sij máhtti duolla låhkåt moattelágásj tevstajt, sisanov dádjadit ja ávkken adnet dav diedov majt lågådahttijn oadtju.
sma: Aalkoelohkehtimmien åssjele lea learohkh edtjieh dan væjkele lohkijh sjïdtedh juktie dah maehtieh ovmessieh tjaalegh galkojne lohkedh, sisvegem guarkedh jïh aevhkiem åadtjodh dejstie bïevnesijstie mejtie lohkemisnie åadtjoeh.

source: Oahppe galggi aj oahppat dádjadáhtte tevstajt tjállet ja guládallat tevstaj tjadá.
sma: Learohkh edtjieh aaj lïeredh tjaalegh tjaeledh mejtie gåarede guarkedh, jïh gaskesadtedh tjaalegen tjïrrh.

source: Duodden galggi sij oahppat dábálasj tjállemnjuolgadusájt.
sma: Dah edtjieh lissine dejtie siejhmemes reaktoetjaeleme-njoelkedasside lïeredh.

source: Buohtalakkoj boktávvaåhpadussaj barggi oahppe ietjá giellaåvddånahttemdåjmaj.
sma: Baalte dejnie bokstaavelïerehtimmine learohkh jeatjah darjomigujmie berkieh gïeleevtiedimmien gaavhtan.

source: Le ájnas åhpadiddje dárkkelit gåhtso gåktu álggolåhkken låhkåm åvddån.
sma: Siejhme Vihkeles lohkehtæjja lohkemeevtiedimmiem akten aalkoelohkijasse veele vuartesje.

source: Oahppijn le dárbbo buorre ja moattelágásj duorjojda ja hárjjidallamijda.
sma: Learohkh hijven jïh gellielaaketje dåarjoem jïh haarjanimmiem daarpesjieh.

source: Sij galggi sige njálmálattjat ja tjálálattjat máhttet vuojnnet ja gullat aktisasjvuodav giellajienaj ja tjállemmerkaj gaskan.
sma: Dah edtjieh dovne njaalmeldh jïh tjaaleldh buektiehtidh vuejnedh jïh govledh dam ektiedimmiem gïeletjoejen jïh tjaelemevæhtan gaskem.

source: Maŋenagi galggi sij aj máhttet moadda giellajiena ja tjállemmerka aktan tjadnat báhkon ja moallánahkkon.
sma: Mænngan edtjieh aaj maehtedh jïjnjh gïeletjoejh jïh tjaelemvæhtah tjåanghkan ektiedidh guktie baakoeh jïh raajesh sjidtieh.

source: Åhpadiddje viertti dåbddåt jiednavuogádagáv juohkka avta oahppe giellasuorgen ja diehtet gåktu dát giellasuorgge sierat sáme tjállemgielas.
sma: Lohkehtæjja byøroe tjoejesystemem fïerhten learohken gïelesmaaregisnie damtedh, jïh daejredh guktie daate gïelesmaarege saemien tjaelemegïeleste joekehte.

source: Le ájnas oahppe li diedulattja tjállemgiella le konvensjåvnnå ja tjállemgiella ij álu tjuovo giellasuorgev.
sma: Vihkeles learoehkidie voerkelidh tjaelemegïele lea akte konvensjovne, jïh tjaelemegïele ij iktegisth gïelesmaaregem fulkh.

source: Sierraláhkáj le ájnas åhpadiddje tjielggi sieradusájt giellasuorgij ja tjállemgiela gaskan ja vuoset gåktu dát tjoavdeduvvá tjállemgielan.
sma: Joekoen vihkeles lohkehtæjja dejtie joekehtsidie gïelesmaaregen jïh tjaelemegïelen gaskem buerkeste, jïh vuesehte guktie dam tjaelemegïelesne dorje.

source: Le ájnas oahppe hárjjáni bokstávajt riekta tjállet.
sma: Vihkeles learohkh lïerieh boktstavidie reaktoe tjaeledh.

source: Sjierta máhtti liehket gássjel jårggålit.
sma: Maahta geerve årrodh ov-voetide jeatjahtehtedh.

source: Åhpadidddje diedulattjat ja systemalattjat åhpat ja hárjjidalátjit le assto.
sma: Lohkehtæjja daam voerkeslaakan jïh øørnegen mietie øøhpehte, jïh baaja learoehkidie astoem utnedh haarjanidh.

source: Le buorre jus oahppe máhtti vuojnnet gåktu bokstáva galggi tjáleduvvat medin tjálli, juogu bokstávvagoaden jali plakáhtan gånnå bokstávaj alludahka, hábme ja tjállemguovllo tjielgga vuojnnuj boahtá.
sma: Akte aevhkie jis learohkh maehtieh vuejnedh guktie edtjieh bokstaavidie tjaeledh eelleme tjaelieminie, aktene bokstaavegåetesne jallh aktene plaakatesne gusnie bokstaavi jalloe, haamoe jïh ij goh unnemes tjaelemeotnjege, tjyølkehke vååjnesasse båetieh.

source: Oahppe vierttiji låhkåt juojddáv juohkka biejve.
sma: Learohkh byøroeh maam akt fïerhten biejjien lohkedh.

source: Álgon le nuoges sij låhki avtav jali guokta bokstáva.
sma: Aalkovisnie dle nuekie jis aktem jallh gøøkte bokstaavh lohkeme.

source: Maŋenagi laseduvvi bokstáva nav vaj sjaddi stávvala, bágo, gárgadisá ja tevsta.
sma: Mænngan bokstaavelåhkoem lissehte guktie lïhtsh, baakoeh, raajesh jïh tjaalegh sjïdtieh.

source: Låhkåm hiebaduvvá ájnegis oahppe máhtudáhkaj.
sma: Byøroe lohkemem sjïehtedidh dan aktegs learohken maehtelesvoetide.

source: Oahppe vierttiji juojddá juohkka biejve tjállet.
sma: Learohkh byøroeh maam akt fïerhten biejjien tjaeledh.

source: Jus oahppijn le binná åtsådallama tjállet, tjálli sij vuostak ietjas namáv jali ihkap álggobokstávav familjasebrulattjaj namájn ja maŋŋela ålles namáv.
sma: Jis learohke ij leah vaane tjaeledh, satne maahta voestegh jïjtse nommem tjaeledh, jïh kanne dam voestes bokstaavem fuelhkielïhtsegen nommine jïh mænngan abpe nommem.

source: Dagá vidjurijt gånnå le luondulasj tjállet.
sma: Sjugnedh tsiehkieh gusnie iemie tjaeledh.

source: Oahppe tjálli duola degu namájt tjuorggasijda, diededimijt ja mujttolistajt, ja ietjas åtsådallamij birra tjálli.
sma: Learohkh tjaelieh vuesiehtimmien gaavhtan nommh guvvine, bïevnesh jïh mojhteselæstoeh, jïh jïjtsh dååjrehtimmiej bïjre tjaelieh.

source: Oahppe tjálli gåvådallamtjállagijt, bokstávajt, bagojt ja gárgadisájt ja gitta ålles tevstajda.
sma: Learohkh gaajhkem tjaelieh, goh fantasijetjaelemh, bokstaavh, baakoeh jïh raajesh jïh ållesth tjaalegh.

source: Oahppe vierttiji vejulasjvuodav oadtjot njálmálattjat juohkka biejve åvddånbuktet.
sma: Learohke tjuara nuepiem åadtjodh jïjtjemse njaalmeldh tjïelkesidh fïerhten biejjien.

source: Sij subtsasti, gatjálvisájt vásstedi, tjielggiji ja åvddånbukti vuojnojt.
sma: Dah soptsestieh, gyhtjelassh vaestiedieh, buerkiestieh jïh mielh buektieh.

source: Sij oahppeguojmij ja åhpadiddjijn ságasti.
sma: Dah jeatjah learohkigujmie jïh lohkehtæjjine soptsestieh.

source: Vaj oahppe galggi åvdånahttet sige gielalattjat ja njálmálattjat åvddånbuktet le ájnas dættov biedjat sij galggi ålles gárgadisájt hábmedit.
sma: Ihke learohkh edtjieh dovne gïelem jïh njaalmeldh buektemevoetem evtiedidh, dle vihkeles tjiertestidh dah edtjieh ellies raajesh buektedh.

source: Jus oahppe jur vásstedi ájnegisbágoj, máhttá åhpadiddje nuppádis javllat ålles gárggadisájn ja alodit oahppijt sæmmi láhkáj barggat
sma: Jis learohkh ajve aktegsbaakojne vaestiedieh, lohkehtæjja maahta dijrem ikth vielie jiehtedh aktine ellies raajesinie, jïh learoehkidie maadtjeldehtedh seammalaakan darjodh.

source: Buojkulvisá majt åhpadiddje árvustallá
sma: Vuesiehtimmieh mejtie lohkehtæjja vuarjesje

source: Dála tjuovvu muhtem momenta ma li ájnnasa oahppij låhkåm-ja tjállemåvddånahttemin.
sma: Daesnie naan biehkieh mah leah vihkeles learohken lohkeme- jïh tjaelemeevtiedæmman.

source: Juohkka oahppe árvustalladuvvá sierra ja álu nav vaj le máhttelis duoddeviehkev árrat ássat jus oahppe rahtjá.
sma: Fïerhtem learohkem individuellelaakan jïh jaabnan vuarjesje, guktie gåarede lissieviehkiem vedtedh jis learohke tjabreminie.

source: Juohkka bokstávva sierra árvustalladuvvá.
sma: Vuarjesje fïerhtem baakoem fïere guhtene haeresne.

source: Oahppe galggá máhttet
sma: Learohke edtja maehtedh

source: gullat fonemav gå la dat aktu / gå jienaduvvá sieradum ietjá fonemajs
sma: fonemem govledh gosse oktegh / gosse juekelde jeatjah fonemijstie jeahtasåvva

source: gulldalit fonemav bágo álgon, gullat makkir bágo álggi vattedum fonemajn, ja gulldalit fonemav gå la dat bágo sinna ja gå / jus la dat bágo gietjen.
sma: fonemem govledh baakoen aalkovisnie, govledh mah baakoeh mah aktine vihties foneminie aelkieh, jïh fonemem govledh gosse lea baakoen sisnie jïh gosse / jis baakoen minngiegïetjesne

source: jienadit fonemav aktu
sma: fonemem oktegh jiehtedh

source: tjállet bokstávav mij fonebmaj gullu
sma: bokstaavem tjaeledh mij fonemasse sjeahta

source: dåbddåt sige stuorbokstávav ja unnesbokstávatjav
sma: dovne stoerre jïh onne bokstaavem damtedh

source: tjállet bokstávav riekta tjállemguovlluj, sige stuor- ja unnesbokstáva
sma: bokstaavem tjaeledh reaktoe tjaelemeotnjegisnie

source: dåbddåt bokstávav ja máhttet jienadit fonemav mij bokstávvaj gullu
sma: bokstaavem damtijidh jïh maehtedh fonemem jiehtedh mij bokstaavese sjeahta

source: tsuojggit makkir bokstávva gullu makkir fonebmaj gå bokstávva le ietjá bokstávaj gasken, duola degu aktan ietjá luovas bokstávaj jali tevstan
sma: tjuvtjiedidh dan bokstaavese mij akten vihties fonemese sjeahta, gosse bokstaave lea jeatjah bokstaavi gaskem, vuesiehtimmien gaavhtan jeatjah loeves bokstaavigujmie jallh aktene tjaalegisnie.

source: tjállet bokstávav gå fonebma jienaduvvá
sma: bokstaavem tjaeledh gosse fonemem gåvla

source: tjállet bokstávvakombinasjåvnav mij fonebmaj gullu, duola degu sj, nj, lj, ie, uo, oa
sma: bokstaave-aktanimmiem tjaeledh mij fonemese sjeahta vuesiehtimmien gaavhtan tj, ts, sj, ng, ie, ua, ue

source: tjállet grafemav mij gullu fonebmaj gå fonebma jienaduvvá aktan ietjá fonemaj stávvalijn, bágojn ja gárgadisájn. a. gå le bágo álgon b. gå le gassko bágo c. gå / jus le bágo gietjen
sma: graafemem tjaeledh mij fonemese sjeahta gosse fonemem jeatjah fonemigujmie gåvla lïhtsine, baakojne jïh raajesinie a. gosse baakoen aalkovisnie b. gosse baakoen gaskoeh c. gosse / jis baakoen minngiegïetjesne

source: åhtsåt bágojt ma fonemajn álggi
sma: baakoeh gaavnedh mah foneminie aelkieh

source: Árvustallam
sma: Vuarjasjimmie

source: Dála tjuovvu buojkulvissjiebmá åhpadiddje máhttá adnet árvustallamin gå oahppe barggi vattedum bokstávajn ja jienajn, duola degu a..
sma: Daesnie akte vuesiehtimmie mij aktem goerem vuesehte maam lohkehtæjja maahta vuarjasjimmesne nåhtadidh gosse learohkh aktine vihties bokstaavinie jïh tjoejine barkeminie, vuesiehtimmien gaavhtan a. Learohkh maehtieh aktem seammaleejns goerem nåhtadidh gosse jïjtjemse vuarjasjieh.

source: Valla sjiemán viertti de binnep tjuokka.
sma: Bene dellie goere byøroe vaenebe mierieh utnedh.

source: Giella álkkebun dagáduvvá, ja sjiebmá dagáduvvá guovte hábmáj, akta stuorbokstávaj ja nubbe unnesbokstávaj.
sma: Baakoetjoejem aelhkebe dorje, jïh goere gøøkte låhkojne dorjesåvva, akte stoerre jïh akte smaave bokstaavigujmie.

source: Ane tjuorggasijt duodden tækstaj.
sma: Nåhtedh guvvieh lissine tjaalegh.

source: Biellje máhttá gåvåstit oahppe galggá gulldalit, tjalmme vuoset oahppe galggá gæhttjat ja blyánnta subtsas oahppe galggá tjállet.
sma: Akte bieljie såårne learohke edtja goltelidh, akte tjelmie vuesehte learohke edtja vuejnedh, jïh akte plæjjohke såårne learohke edtja tjaeledh.

source: Åhpadusmihttomiere
sma: Lïerehtimmieulmie

source: Dáv iv nuohkásit máhte
sma: Im daam nuekies hijven maehtieh

source: Dáv máhtáv
sma: Daam maahtam

source: Dáv huj buoragit máhtáv
sma: Daam joekoen hijven maahtam

source: jienadit jienav
sma: tjoejem jiehtedh

source: dåbddåt jienav gå åhpadiddje jienat moadda jiena maŋŋálakkoj
sma: tjoejem damtijidh gosse lohkehtæjja jienebh tjoejh jeahta iktemearan

source: gullat jus bágon le dat jiedna
sma: govledh mejtie tjoeje akten baakoen sisnie

source: gullat jus jiedna le álgon, gassko jali bágo gietjen
sma: govledh mejtie tjoeje aalkovisnie, gaskoeh jallh baakoen minngiegïetjesne

source: låhkåt galli jiedna gullu bágon
sma: ryøknedh man gellie aejkieh tjoeje lea akten baakoen sisnie

source: åhtsåt bágojt ma jienajn álggi
sma: baakoeh gaavnedh mah tjoejine aelkieh

source: låhkåt galli bokstávva gávnnu bágon ja gárgadisán
sma: ryøknedh man gellie aejkieh bokstaave lea akten baakoen sisnie jallh raajesisnie

source: giedajn tjállet bokstávav riekta tjállemguovlluj, sige stuor- ja unnesbokstávajt
sma: bokstaavem tjaeledh reaktoe tjaelemeotnjeginie gïetine, dovne stoerre jïh onne bokstaave

source: tjállet bágov mij bokstávajn álggá
sma: aktem baakoem tjaeledh mij bokstaavinie aalka

source: tjállet bágov gånnå bokstávva le gassko jali gietjen
sma: baakoeh tjaeledh gusnie bokstaave lea baakoen sisnie jallh baakoen minngiegïetjesne

source: tjállet bokstávav ja bágov bokstávajn dáhtámásjijnajn
sma: bokstaavem jïh baakoeh bokstaavinie tjaeledh daatovrisnie

source: dåbddåt bokstávav moattelágásj terdaj, hámij ja stuorrudagáj
sma: bokstaavem damtijidh ovmessie såarhtine, haamojne jïh stoeredahkine
